[
  {
    "description": "A blade of Enutanik origin, Aattuuk (\"Skinning Knife\") was a gift passed from mother to daughter, used to remove hides from various hardy of the tundra. It is precisely designed to pierce vulnerable joints and cut deeply and cleanly into flesh, making it a fearsome weapon against less traditional game, as well.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Aattuuk",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/61/Dagger_aattuuk_icon.png",
    "price": 605,
    "title": "Aattuuk"
  },
  {
    "description": "Aedrin's Wrecker was known to many even when Aedrin herself was known to few. A rogue and expert markswoman, she fought in the War of Defiance and felled Aedyran soldiers from the shadows. She once told a pupil that she'd rather shoot an enemy in the back than give him the opportunity to strike back. Her patience was even more famous than her aim. She was reputed to have hidden in a tree for three days straight while she waited for an Aedyran general to pass along the road to Madsdam. Her skill was such that none were able to confirm the tale.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Aedrin's Wrecker",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/86/Arbalest_aedrins_wrecker_icon.png",
    "price": 1840,
    "title": "Aedrin's Wrecker"
  },
  {
    "description": "This small shield is of lightweight construction, intended to be maneuvered in as swift and dynamic a fashion as its namesake. Despite the fine craftsmanship, it was most famously known as the weapon of a pit fighter, who used the shield and a distinctive, dance-like fighting style to turn his opponents' attacks against them.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Aila Braccia",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/89/Shield_small_aila_braccia_icon.png",
    "price": 505,
    "title": "Aila Braccia"
  },
  {
    "description": "A priestess of Hylea an Old Vailia took in children orphaned by a famine. She guarded them in the temple and gathered what food she could. When looters came to the temple doors, demanding that she surrender their meager supplies, she prayed to her goddess for strength. The priestess suddenly found a powerful mace in her folded hands and an indomitable courage in her heart. When she charged through the temple door, it's said the very birds swooped from the treetops to pluck at the thieves' eyes.\nWhen the local duc heard of her bravery and the plight of the children, he diverted emergency supplies from his own hall to feed them. The brave priestess and her mace, Aimoranet (\"Little Beloved\") became symbols of Hylea's fierce protection.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Aimoranet",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/61/Mace_aimoranet_icon.png",
    "price": 905,
    "title": "Aimoranet"
  },
  {
    "description": "Aloth's leather armor has been lightly enchanted to enhance his spellcasting abilities. It also appears to have custom decorative patterns stitched into the surface. Unlike most Dyrwoodan leather armor, Aloth's has been tailored in \"the Aedyre style,\" meaning that the torso is more heavily reinforced, but it lacks sleeves due to Aedyr's hot and humid climate.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Aloth's Leather Armor",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/45/Leather_armor_aloth_icon.png",
    "price": 140,
    "title": "Aloth's Leather Armor"
  },
  {
    "description": "This massive book contain an abridged version of the Rauatai scholar Amaia's life's work. Though it will be several years until Amaia's full text is published (in many volumes), she gave you this gift for assisting her in collecting a few key pieces of information from hard to reach places.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Amaia's Codex",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/18/Amaias_codex_icon.png",
    "price": 1220,
    "title": "Amaia's Codex"
  },
  {
    "description": "The renowned Vailian acrobat, Angio, wore this garment while performing jaw-dropping feats that seemed to defy the laws of nature and the standards of good sense. He would leap and tumble across wires suspended high above the ground, and while there is no evidence that this gambeson actually reduced his intelligence, his concern for safety lessened as his fame and skill grew. \nHe forswore the wearing of safety harnesses and, eventually, the use of any kind of safety rope, claiming that these tethers limited his ability to perform. While his skill never failed him, one of his tightropes unfortunately did. He plunged to his death at the foot of Ancenze Fortress.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Angio's Gambeson",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/a3/Padded_armor_angios_gambeson_icon.png",
    "price": 540,
    "title": "Angio's Gambeson"
  },
  {
    "description": "When Gréf Admeth Hadret passed the \"Ten Years\" Treaties on the anniversary of the War of Black Trees, he outlawed the looting of Engwithan ruins. While this was a popular move among the Glanfathans – as well as the frontier villagers who frequently found themselves the subject of the tribes' vengeance – it was an unwelcome change for the traders and adventurers who had made their living selling Engwithan artifacts.\nQuite a few vendors, however, took to commissioning and selling replicas. Many fakes were so skillfully made that even scholars had difficulty distinguishing between them, and ciphers were sometimes hired to attest to the authenticity of high-value objects.\nArgwes Adra (\"Adra Armor\") actually was taken from ruins near the Court of Bowing Ashes, but it so closely resembled two known fakes that it famously passed through Defiance Bay, Ancenze, and Selona before an animancer in Barda recognized its authenticity.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Argwes Adra",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/71/Plate_armor_argwes_adra_icon.png",
    "price": 600,
    "title": "Argwes Adra"
  },
  {
    "description": "Created by a Glanfathan blacksmith to honor those killed in the War of Black Trees, Autumn Fire commemorates Cas Raŵdha Dîal, a battle in which members of the Three-tusk Stelgaer tribe, lying in wait, charged out of a burning forest on the backs of their Stelgaer mounts, annihilating the contingent of Dyrwoodan soldiers that had thought its victory assured by its choice of tactics.\nMade of scale armor to give the wearer the appearance of a dragon, Autumn Fire, like the Three-tusk Stelgaer, refuses to succumb to flames, and makes its wearer as one with the trees.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Autumn Fire",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/b/bd/Scale_armor_autumn_fire_icon.png",
    "price": 940,
    "title": "Autumn Fire"
  },
  {
    "description": "The War of Black Trees brought hardship and suffering to many Glanfathans, but it bore special tragedy for its druidic orders, who were forced not only to endure the deaths of many friends and kin, but also the destruction of the lands they revered above all else. Among these was Azureith, a young Ovate.\n\nDeeply troubled by the use of the elements to turn nature against the people of Eir Glanfath, and wondering if he was seeing the last days of his people, Azureith took to walking the endless stretches of burned down forests in search of something, anything, that might signal a reason to hope. He found it in an old ironwood tree, thick and gnarled with roots that ran in waves through the ground as though they'd been woven there. It stood as it always had, though singed well up the side of its trunk now, while everything around it had been incinerated by the soldiers of Dyrwood, leaving a wasteland a thousand acres in every direction.\n\nAzureith plucked a single branch from the old tree (making sure to express his profound gratitude). An accomplished organic artificer, Azureith reshaped the branch into a blade that would rival any made in a forge. He infused it with the strength of the elements, vowing never again to be at their mercy, and resolving that if the tree could endure, so, too, could he.\n\nIn his hands, the blade would find its way into the hearts of many soldiers who stood at the edge of forests with torches and barrels of pitch, and by the war's end, he had saved many forests from the flame.\n\nWhen his years were drawing to a close, Azureith made a final pilgrimage back to the old ironwood tree, which still stood, and he laid the knife at its base, to be taken up by someone else in need of inspiration in dark times. On his way there, he was pleased to see that beneath the ashes that covered the forest floor, new life had begun to spring.\n\nAzureith's Stiletto is unusual as the entire weapon is dark red-brown wood, even the blade. The magic used in its creation hardened and protected the wood, preventing it from chipping or warping. Dark green vines and leaves sprout from it and wrap themselves around the hilt to form the grip.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Azureith's Stiletto",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/f/f9/Stiletto_backer_azureiths_sickle.png",
    "price": 305,
    "title": "Azureith's Stiletto"
  },
  {
    "description": "An Aedyran explorer once heard a legend of an Engwithan tomb filled with the dead empire's greatest treasures. Dead-set on making a name and a fortune for himself, he had one of the finest smiths in the Dyrwood craft a blade worthy of his task.\n\nHe descended into a place known as the Endless Paths of Od Nua and was never heard from again. His possessions were scattered by the strange evils that dwelled within, and his priceless blade was shattered.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Blade of the Endless Paths",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/7d/Estoc_endless_paths_icon.png",
    "price": 2210,
    "title": "Blade of the Endless Paths"
  },
  {
    "description": "Blaidh Golan (\"Wolf Heart\") is said to have been blessed by the Lord of the Hunt himself. A human hunter, showing skill with a bow and arrow beyond any before seen, caught Galawain's attention one day. Galawain proposed a bargain – if the hunter could best him in a hunting contest, Galawain would present her with armor that would bestow upon her the power of a wolf. For a week, both hunters tracked their respective quarry through the woods and, when the contest was ended, the hunter had felled the most game. True to his word, Galawain presented her with Wolf Heart, which gave her the crafty and evasive nature of its namesake.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Blaidh Golan",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/18/Hide_armor_blaidh_golan_icon.png",
    "price": 440,
    "title": "Blaidh Golan"
  },
  {
    "description": "A Naasitaqi huntress was tracking game with the other wives of her tribe when a terrible blizzard separated her from the rest of the party. Starving and nearly snowblind, she ate the leather of her gloves to fill her belly while she searched for food. As her strength was fading, she came upon the corpse of a caribou, frozen and half-gnawed by arctic foxes. She ate her fill and, exhausted, fell into a deep sleep.\n\nWhen she awoke, she saw the fingers of her left hand stricken with a numbing corruption. As she journeyed back in the direction of her village, she watched the corruption spread along her knuckles and across her hand. Unwilling to succumb to it, she took her stiletto and cut off her hand at the wrist.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Bleak Fang",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/f/f7/Stiletto_bleak_fang_icon.png",
    "price": 905,
    "title": "Bleak Fang"
  },
  {
    "description": "An unlikely but effective leader, the barbarian Blesca held off Aedyran expansion north of Readceras by organizing the southern Ixamitl tribes. She kept her ragged alliance together by persuasion, coercion, and force, when necessary. Her coalition held together just long enough to dissuade an advance.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Blesca's Labor",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/85/Club_blescas_labor_icon.png",
    "price": 1005,
    "title": "Blesca's Labor"
  },
  {
    "description": "The dwarven clan of Langmyhr dwelt in the wilds of Naasitaq, hunting game and surviving off of the harsh land. Summers were brief and winters difficult, but the winter of 2562 AI was one of the hardest in the tribe's long history. A mighty snow leopard had established territory nearby, scaring off much of the game near the village. By Fonauton, the hunters were returning with little more than rabbits, and the winter freeze was nigh. A dozen of the best hunters stuck out across the tundra, determined to hunt the great cat.\n\nThe beast was craftier than they'd planned, and by Iniverno, half of the hunters and most of their hunting foxes had been slain without so much as wounding the leopard. Desperate and furious, one of the hunters crafted a bow from the bones of her slain fox. As her remaining companions looked on, it seemed that all of her rage was channeled into the weapon while she carved and shaped it. Her work completed, she set off and tracked the beast to its lair. Once she'd killed it, she decorated her bow with its teeth as a reminder of the deed and of the long and tragic hunt.\n\nNow black with age and use, this bow is nevertheless fierce to behold. It's studded with the teeth of a large cat, and the notches curve in tight spirals.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Borresaine",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/91/War_bow_backer_borresaine_icon.png",
    "price": 1410,
    "title": "Borresaine"
  },
  {
    "description": "A knight once roamed the Living Lands in pursuit of adventure. Though few knew his name, all recognized him by his blade, a graceful weapon fixed to a lion's head pommel and a crossguard shaped like rending claws, and by the black cat that followed at his heels. While some believed the cat to be the knight's companion and familiar, others claimed that she was a spiritshifted druid who had forged the knight's sword with a piece of her essence. The blade, long and slender, was said to slash at the soul of the knight's opponents.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Cat's Claw",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/a8/Sword_backer_cats_claw_icon.png",
    "price": 605,
    "title": "Cat's Claw"
  },
  {
    "description": "Cgadob was a wizard and wand-maker. Though brilliant, he had trouble selling his work due to a number of eccentricities, not the least of which was a vow that he would never make two wands of the same color. The hazel wand was one of his most powerful creations. Unfortunately, like everything he made, it was the only one of its kind.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Cgadob's Hazel",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6f/Wand_cgadobs_hazel_icon.png",
    "price": 1805,
    "title": "Cgadob's Hazel"
  },
  {
    "description": "This bronze spear appears to have been crafted with great care. Despite the weapon's age, the point is remarkably sharp.\n\nAdra details line the grip, and runes are carved into the shaft. You feel the adra core running through the weapon.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Cladhalíath",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/1f/Spear_engwithan_soul_icon.png",
    "price": 405,
    "title": "Cladhalíath"
  },
  {
    "description": "The terror of the Great Eastern Ocean, Cloudpiercer was carried by a notorious sea raider who claimed to have been blessed by Ondra herself. His raids were carried out at the start of stormy weather, and gathering clouds were often feared as much as heralds of his arrival as of the storms they promised. The force behind his shots would carry his arrows up beyond the cloud cover, and they were said to bring the power they met there back down to the sea with them, striking all below with the force of a lightning bolt.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Cloudpiercer",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/57/War_bow_cloudpiercer_icon.png",
    "price": 1410,
    "title": "Cloudpiercer"
  },
  {
    "description": "The Coat of Ill Payment came into the hands of an Aedyran gambler after he won it in a game of chance. Unsure of exactly what use he'd get out of it, he took to wearing it at his games as a good luck charm. An opponent accused him of cheating and attempted to beat payment out of the gambler – only to recoil in pain after landing the first blow. The gambler realized then that the armor granted him some measure of magical protection – and decided upon a new scheme.\n\nThe gambler would get into a game, cheat openly – or at least give the appearance of it – and then fight the angry party when matters escalated, often for higher stakes. This worked swimmingly – until he overplayed his hand, and found himself on the receiving end of more angry fists than the armor could handle.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Coat of Ill Payment",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/66/Brigandine_coat_of_ill_payment_icon.png",
    "price": 940,
    "title": "Coat of Ill Payment"
  },
  {
    "description": "This ring is heavy and rough-hewn. It looks like it was cast from a poorly-refined lump of copper. Tiny impurities still glisten around the band. Given the obvious tool-marks, it appears to have been made by an amateur rather than a professional jeweler.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Copper Lover's Ring",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/ef/Ring_copper_lovers_ring_icon.png",
    "price": 210,
    "title": "Copper Lover's Ring"
  },
  {
    "description": "Spears like this one have been found scattered around the Eastern Reach, typically unearthed in excavations or heavy rains. They are thought to have been the weapon of choice of a fallen military state, though their origins have not been traced to any particular culture of the period.\nThey tend to fetch favorable prices on the black market for their unusual combination of traits: light yet durable, with tips that show no signs of having dulled over their long years. They are prized among soldiers for the quickness they lend to one's strikes. The two sockets carved along its length make this particular spear unique, and suggest there was once more to this weapon.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Danulya",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/70/Spear_danulya_icon.png",
    "price": 705,
    "title": "Danulya"
  },
  {
    "description": "Daybreak was the product of the careful engineering of an animancer from Solace Vale. Hoping to create a defense against the blights and phantoms that often plagued neighboring villages, he developed a morning star that was especially effective against such nightmarish beings. Unfortunately, he died before he could make more. Even though he'd had no involvement in the early experiments with Hollowborn, he was murdered by one of the many lynch mobs that formed after the appearance of the first wichts.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Daybreak",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/7e/Morning_star_daybreak_icon.png",
    "price": 2410,
    "title": "Daybreak"
  },
  {
    "description": "An Aptato druid of the Ethik Nôl was so fascinated by the process of death that he forsook the traditional sacrifices and took to hunting for sport, slaying woodland beasts with a spear known as Delem Raŵdha (\"Red Leaf\"). He saw meaning in the spatter and trickle of blood and believed that in those patterns, Berath, normally silent and removed, spoke to mortals.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Delem Raŵdha",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/0/0d/Spear_delem_rawdha_icon.png",
    "price": 805,
    "title": "Delem Raŵdha"
  },
  {
    "description": "The Drake's Bell was commissioned by Lord Saelfor, a young and enthusiastic novice in the Society of the Talon. The Society of the Talon was enjoying renewed popularity after the discovery of dragon nests in the northern coasts of the Dyrwood, and Saelfor was determined to prove himself a stalwart hunter of beasts. He tasked the family smith with providing him with a blade as impressive in size and bearing as in purpose. The smith delivered the Drake's Bell – an estoc intended to cleave through the hide of even the hardiest of beasts.\n\nSaelfor found his interest in the hunt waning swiftly after a few close encounters with wurms, but he donated the Drake's Bell to the Society in thanks for their tutelage. In the hands of skilled men and women, the weapon proved invaluable, and the distinctive sound of its blade striking scales earned it its new title.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Drake's Bell",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/63/Estoc_drakes_bell_icon.png",
    "price": 1010,
    "title": "Drake's Bell"
  },
  {
    "description": "A legend of the Living Lands speaks of a marvelous and dangerous garden watched over by four guardians - Northern Wind, Southern Gale, Western Sun, and Eastern Moon. To protect the garden from those who would disturb its wonders, and to protect hapless wanderers from the ravenous beasts and carnivorous plants within, the guardians diverted travelers with their respective domains - frigid and buffeting winds, glaring daylight, and the darkness of night. Three would stand alert each season while one guardian rested. It is said that Western Sun summoned Drawn in Spring each year after awakening from winter slumber.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Drawn in Spring",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/32/Dagger_drawn_in_spring_icon.png",
    "price": 805,
    "title": "Drawn in Spring"
  },
  {
    "description": "Dulcanale was the weapon of choice of an infamous Vailian highwayman. He lurked in the foothills around Parchozzi, watching for traders seeking a shortcut through the treacherous mountain passes. Known for his cunning and cruelty, he usually felled his victims with a shot to the gut, leaving them to die slowly and in excruciating pain from what he called Dulcanale (\"Bad Dessert\").",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Dulcanale",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/22/Pistol_dulcanale_icon.png",
    "price": 1800,
    "title": "Dulcanale"
  },
  {
    "description": "Durance's robe is frayed and tattered from heavy use. The lower hem appears to have been singed repeatedly and is caked with the ashes of countless fires.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Durance's Robe",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/0/07/Robe_armor_durance_icon.png",
    "price": 540,
    "title": "Durance's Robe"
  },
  {
    "description": "Durance's staff appears to be made of a rough-hewn shaft of ever-burning wood. The crook at the end cradles a hovering flame. While many powerful weapons in the Eastern Reach can be enchanted to burn enemies, Durance's is unusual in that the entire force of the quarterstaff can be converted to searing flame at the wielder's will.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Durance's Staff",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6a/Quarterstaff_priest_icon.png",
    "price": 410,
    "title": "Durance's Staff"
  },
  {
    "description": "Once owned by the Glanfathan barbarian Badrwn Cawldha, this club has ended the life of many an opponent. Badrwn was known to rush headlong into every battle, swinging the club over his head shouting \"Dîal Ewn Dibita\" - \"Vengeance, Just and Merciless.\". Even in victory, Badrwn was relentless, using the club to dispatch wounded or captive foes where they lay. In time, his battle cry came to be associated with the weapon itself, remembered long after Badrwn's death.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Dîal Ewn Dibita",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/51/Club_dial_ewn_dibita_icon.png",
    "price": 405,
    "title": "Dîal Ewn Dibita"
  },
  {
    "description": "Edge of Reason belonged to a barbarian from the Deadfire Archipelago who loved the rush of battle. Each strike against his opponents renewed his strength, and each victory only whetted his hunger for further bloodshed. He killed his foes slowly, relishing the ebb and trickle of their life and drawing might from their terror. He grew bolder and more reckless, surrounding himself with enemies to feed upon their collective vulnerabilities. Eventually, he found himself overwhelmed by a mob of combatants, and not even his furious attacks were sufficient to sustain him.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Edge of Reason",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/1b/Battle_axe_edge_of_reason_icon.png",
    "price": 805,
    "title": "Edge of Reason"
  },
  {
    "description": "An order of Glanfathan fighters earned the name Elardh Dwr – or Steel Swan – because of their prowess and theatrics in battle. Beautiful and resilient, they came to be known as an elite group of warriors that could not be stopped on the battlefield. The strongest of blows could not topple them. Each wore one of these breastplates, inscribed with a swan, announcing to all who fought them that they were not to be trifled with.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Elardh Dwr",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/58/Breastplate_armor_elardh_dwr_icon.png",
    "price": 740,
    "title": "Elardh Dwr"
  },
  {
    "description": "In old Glanfathan legend tells of a young woman who loved a wanderer from a distant land. In time he was forced to travel back to his homeland, but he promised to return. Years passed with no word from her love, and the woman fell into a depression, neither eating nor speaking. Even in the depths of winter, she refused to abandon hope, keeping faithful watch for her beloved by the shore where she had last laid eyes upon him. Finally, she succumbed to her grief, and her heart froze upon the moment of her death, her tears becoming ice upon her cheeks.\n\nHer grieving family buried her within a nearby glade, and from her grave a strange elm tree grew. Its bark was the white of a winter snowfall, its leaves blue and cold to the touch. It never lost its foliage in the winter, withstanding even the bitterest temperatures.\n\nThis wand is said to have been hewn from that very elm, for it too emanates the chill of a broken heart.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Elawen Ein",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/f/fe/Wand_elawen_ein_icon.png",
    "price": 1205,
    "title": "Elawen Ein"
  },
  {
    "description": "This Engwithan weapon was restored from fragments you found in Ondra's Gift. The shaft is covered with invocations, and the opal finial is inscribed with runes.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Engwithan Scepter",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/2c/Sceptre_engwithan_scepter_icon.png",
    "price": 1005,
    "title": "Engwithan Scepter"
  },
  {
    "description": "K'eel was a constable in the small Dyrwoodan village of Maiden Falls. A good man who fulfilled his duties honorably, he often found himself in violent confrontations with passing ruffians and mercenaries come to the village to exploit the nearby ruins.\nWiry, with a boyish face and an awkward gait, offenders rarely took K'eel seriously. They would mock him, telling him there was no way he was going to take them to jail. \"You're right,\" K'eel would reply. \"I bring Forgiveness.\"",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Forgiveness",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/75/Pistol_backer_forgiveness_icon.png",
    "price": 1000,
    "title": "Forgiveness"
  },
  {
    "description": "Light and fast, rapiers are precise weapons favored by urban duelists. They are not known for being especially powerful, but a skilled wielder can rely on rapiers to accurately land blows.\n\nThis rapier has been meticulously polished. The hilt is surrounded by elaborate, gilded guards and quillons.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Fortanero's Rapier",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/c/c4/Rapier_fortanero_icon.png",
    "price": 205,
    "title": "Fortanero's Rapier"
  },
  {
    "description": "The ring has been passed down from father to son in the Gathbin family for generations. Thanks to you, that tradition has been permanently shattered. Though made for the Gathbins, the power of the ring is connected to the rule of Caed Nue itself.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Gathbin Family Signet",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/da/Ring_gathbin_family_signet_icon.png",
    "price": 500,
    "title": "Gathbin Family Signet"
  },
  {
    "description": "A lesser-known aspect of the god Eothas, Gaun represents the cyclic nature of life and the seasons, and is often portrayed as a farmer wielding a scythe. He enjoys popularity among more rural followers of Eothas, who are drawn to his varying identities as provider, shepherd of the dead, and defender against injustice.\n\nGaun’s Share is said to have been crafted by a distraught Dyrwoodan smith after the destruction of his home by a Glanfathan raiding party. Upon arriving at a neighboring settlement, the smith immediately set about his work, intending to craft a weapon suited to righting the wrongs done to his village. Toiling over several weeks, he was able to fashion a heavy flail covered in small, sickle-shaped blades, with which he was determined to send any returning invaders into the afterlife.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Gaun's Share",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/e5/Flail_gauns_share_icon.png",
    "price": 405,
    "title": "Gaun's Share"
  },
  {
    "description": "Forged by a master smith of the Knights of the Crucible, Godansthunyr (\"Gods' Thunder\") saw greatest use during the War of Defiance. Dedicated to Abydon and inscribed with his holy symbol, the hammer held devastating power and could leave foes senseless with a single blow. In the thick of battle, warriors would often claim to hear thunderous explosions and witness blinding flashes of light. Many believed the gods themselves disapproved of the fighting and were voicing their displeasure.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Godansthunyr",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/23/War_hammer_godansthunyr_icon.png",
    "price": 900,
    "title": "Godansthunyr"
  },
  {
    "description": "This crossbow was the prized possession of a pair of thieves that tormented the nobility of New Heomar for nearly five years. Stolen from the cart of a wealthy merchant, the gilded crossbow quickly began to feature in their crimes. One thief would approach the target in question, while the other wielded Good Friend from afar. The two were credited with many daring escapes, including one occasion in which one thief, destined to hang, was freed at the last moment by a last-minute bolt through the rope. No threat of pain or capture could faze them, it was said, if either was caught alone - for they knew that sooner or later, their Good Friend would be along to free them.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Good Friend",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/47/Crossbow_good_friend_icon.png",
    "price": 1610,
    "title": "Good Friend"
  },
  {
    "description": "One of the many orlan slaves freed by the Ten Years' Treaties, Masŵen Cas swore vengeance against those who had wronged her and her people, gathering a small group of fellow freed orlans to perform night raids on known slavers. She would go on to join the gréf's forces in putting down the Cooper's Rebellion, if in an unofficial capacity, and it was at this point that she acquired an ornately carved rod from the home of a wealthy slave-owner. \n\nEvery time Cas brought down a foe, she would scratch a notch into the rod she wielded. By the time she lost possession of it, the rod bore a crisscross pattern along its length that many assumed was part of its original design.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Grudge-Keeper",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/c/cd/Rod_grudge_keeper_icon.png",
    "price": 805,
    "title": "Grudge-Keeper"
  },
  {
    "description": "This staff is topped by an emerald-green orb between two wing-like protrusions. The long, slender stave is banded and reinforced with gold casings.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Guildmaster's Staff",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/0/02/Quarterstaff_staff_of_codex_icon.png",
    "price": 810,
    "title": "Guildmaster's Staff"
  },
  {
    "description": "Created by a Glanfathan monk, Gwisk Glas (Green Garb) was her way of honoring the forest that was her home. Clad in clothing designed to disguise her against the leaves and branches, she could sneak upon her quarry and attack while they were still unaware of her presence. Her strikes were powerful and sure, dealing devastating blows to those unfortunate enough to have angered her. She in turn proved as tenacious as a vine, for whenever she was struck down she would only rise again, ready to continue the fight.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Gwisk Glas",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/b/b9/Robe_armor_gwisk_glas_icon.png",
    "price": 1140,
    "title": "Gwisk Glas"
  },
  {
    "description": "Gyrd Háewanes Sténes, the \"blue stone scepter,\" is remarkable in that is has been shaped from a single sapphire - its only other component is its grip, made of silver bands.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Gyrd Háewanes Sténes",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/e2/Scepter_gyrd_haewanes_stenes_icon.png",
    "price": 1205,
    "title": "Gyrd Háewanes Sténes"
  },
  {
    "description": "A legendary aumaua sailor traveled the world, seeking adventures and treasures on every continent. In the Living Lands, he found the oldest tree on the world, a towering specimen that rose into the clouds and spread its branches over miles. Against the warnings of his crew, he took a branch, determined that it should be the mast of his ship. Months later, the ship was found broken and beached in northern Aedyr with no sign of the crew. Only the mast was intact, and it was whittled down and fitted with a blade.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Half-Mast",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6d/Pollaxe_half_mast_icon.png",
    "price": 1610,
    "title": "Half-Mast"
  },
  {
    "description": "Worn by Pefrel, a paladin of the Kind Wayfarers, this breastplate bears an elegant relief of two hands presenting a key. Pefrel commissioned the armor to demonstrate his dedication to the idea of opening paths and doors for those who might otherwise find the passage too dangerous. While his devotion to the order dictated almost every facet of the man's life, Pefrel was also a faithful adherent of the god Berath, and the Hand and Key served as a personal reminder that the final door he opened would bring him into the god's keeping.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Hand and Key",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/4e/Breastplate_hand_and_key_icon.png",
    "price": 440,
    "title": "Hand and Key"
  },
  {
    "description": "This armor was forged in honor of the Readceran monk Rugnfar, who came to believe that as long as no enemy could inflict more pain upon him than he could upon himself, he could never truly be subjugated by anyone. Conscripted by his government to quell the uprisings inspired by St. Waidwen, Rugnfar became a frightful presence on the battlefield – for every injury he sustained at the hands of an enemy, he would inflict one twice as severe, drawing strength from the pain that enabled him to fight through injuries that would've caused anyone else to collapse on the ground. He would charge his enemies covered in blood with tears in his skin from hand to foot, and his foes would shrink at the sight of him, believing as he did that it was not in their power to injure such a man.\n\nNear the end of the rebellion, when the rebels had all but overthrown the government, Rugnfar found himself in a battle defending against St. Waidwen's main forces. Accounts claim that he was the last on his side to remain alive, and he was approached by St. Waidwen himself in the end. As the story goes, the living god looked him over and gave a slight bow, permitting him to fall upon his own blade, that he might remain free.\n\nThe armor bears many artificial scars added by the blacksmith to make its wearer as imposing as the figure who inspired it, though it wears its real scars with equal pride.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/He Carries Many Scars",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/7f/Plate_armor_he_carries_many_scars_icon.png",
    "price": 600,
    "title": "He Carries Many Scars"
  },
  {
    "description": "This hunting hatchet has a leather-wrapped wooden handle and a silvered blade covered in finely etched flames. When the blade is coated in the blood of prey – or an opponent – the etching glow a fiery gold, roaring to life. Even at rest, the hatchet smells faintly of smoke and charred flesh.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Hearth Harvest",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/36/Hatchet_hearth_harvest_icon.png",
    "price": 405,
    "title": "Hearth Harvest"
  },
  {
    "description": "An anomaly among Readcerans, Heldrik was a renowned explorer. If there was a stretch of land that could be trod upon, he endeavored to reach it. He became enamored with the harsh beauty of the White that Wends after an early expedition, and resolved to travel there as often as he was able. Accustomed to more temperate climes, he pooled the coin he'd gathered selling exotic artifacts to commission armor which might protect him against the bitter cold of the southern reaches.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Heldrik's Coat",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/10/Brigandine_armor_heldriks_coat_icon.png",
    "price": 640,
    "title": "Heldrik's Coat"
  },
  {
    "description": "The young village of Gilded Vale was beset by a particularly territorial fire dragon in the early years of the Dyrwood's colonial period. It was believed that the beast was provoked by the construction of Raedric's Hold nearby. The first Lord Raedric cemented his popularity – and that of his house – when he gathered a dozen of his finest soldiers and slew the dragon himself.\nHirbel, the master armorsmith of House Raedric, forged this armor from the beast's scales, and Lord Raedric II famously wore it during the War of Defiance. Despite the armor's exceptional durability, the many scars and scratches testify to the use it saw during the war.\nThe tree engraved on the cuisses commemorates House Gathbin, which presided over the then-erldom of Yenwood. That Lord Raedric went to battle against the erl's forces when the erl remained loyal to Aedyr was a source of great irony.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Hirbel's Protective Skin",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/e9/Scale_armor_hirbels_protective_skin_icon.png",
    "price": 540,
    "title": "Hirbel's Protective Skin"
  },
  {
    "description": "A masterwork of dwarven craftsmanship, this sturdy arbalest earned its name during the Battle of Marching Mountains, where a dwarven ranger held off a group of ogres bearing down on him and his few remaining comrades. In the ranger's hands, the arbalest proved more than capable of launching bolts through thick ogre hide, holding the invading force at bay just long enough for reinforcements to arrive.\n\nWhile victory against the ogres proved short-lived, the tale is still one told with great pride around dwarven campfires.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Hold-Wall",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/74/Arbalest_hold_wall_icon.png",
    "price": 640,
    "title": "Hold-Wall"
  },
  {
    "description": "A folk tale tells of a stag that could outwit any hunter. The beast would see his enemies approach before they ever came within sight, and outrun them easily, leaving no trail to follow. At last, a great hunter declared that he would be the one to kill the stag, for no quarry had ever eluded him before. The man set out early the next morning, vowing to return triumphant. Neither hunter nor stag, however, were ever seen again. Some claim the hunter succeeded and decided not to return, his prowess proved to the only one that mattered. Some say the hunter fell to a trick, and that the stag fled, seeking lands where it would never again be troubled by hunters.\nThe crafter of this armor favors one telling of the tale, for the Husk of the Great Stag is said to have been made from that same stag's hide. Dressed in the stag's skin, the wearer is granted the beast's fleet-footed alertness, able to keep one step ahead of hidden dangers.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Husk of the Great Western Stag",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/9a/Hide_armor_husk_of_the_great_western_stag_icon.png",
    "price": 940,
    "title": "Husk of the Great Western Stag"
  },
  {
    "description": "Ilfan Byrngar was not the most adept soldier. Rather, he was quite prone to stumbling over his own feet. Well aware of his failings, his family crafted him a shield of exceptional heft and durability, trusting that if he could not rain blows upon his enemies, he might at least prevent them landing any upon him in turn. \n\nThe shield proved effective in this regard, for Ilfan was so thoroughly obscured by the shield, even while lying dazed in the mud, that many enemies sought out new targets out of sheer frustration.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Ilfan Byrngar's Solace",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6c/Shield_medium_ilfan_byrngars_solace_icon.png",
    "price": 505,
    "title": "Ilfan Byrngar's Solace"
  },
  {
    "description": "Kakuma was a famed aumaua swashbuckler and the original wearer of this garment. She sailed from her homeland of Rauatai to the infamous Deadfire Archipelago. There, she escorted merchant and passenger ships through pirate-infested waters. Among her most frequent clients were the Naasitaqi dwarves, who ventured to the continents to the north on both personal and tribal sojourns.\nHer fair dealings, bravery in combat, and skill at sea made Kakuma a loved and respected figure in the archipelago and among the Naasitaqi.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Jack of Wide Waters",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/a5/Padded_armor_jack_of_wide_waters_icon.png",
    "price": 540,
    "title": "Jack of Wide Waters"
  },
  {
    "description": "This sword was once used by a paladin as an executioner's blade during a long-forgotten crusade. Over the years the paladin slew countless heretics, but as time wore on his fervor slowly turned to fear at the unending evil he saw growing in his homeland. Tired of the myopic and ineffective approach of his superiors, the paladin swore to cleanse the corruption from the hearts of his people and took it upon himself to execute any who consorted with heathens. After finding a heretic hiding within a small village, the paladin put all its inhabitants to the sword for aiding the sinner. That night the paladin woke to his sword being driven through his own chest, having been betrayed by his own men, who were guilt-ridden for their own complicity in his atrocities. \n\nThis large sword seems to be covered in rust, but on closer inspection the brown stains on the blade are, in fact, dried blood. Apart from the size, the sword seems plain, its only ornamentation is hidden under the black leather wrapping on the ricasso, where an image of Woedica has been etched. Scratches on the etching indicate that someone once tried to clumsily remove it.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Justice",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/78/Great_sword_backer_justice_icon.png",
    "price": 810,
    "title": "Justice"
  },
  {
    "description": "Not actually a proper lance but rather a pike, the weapon was gifted to an orlan maid along with a goat by her wizard master Kabrindo, who was forced to show her the door after a number of episodes of remarkable clumsiness and brash carelessness that had left his grimoire waterlogged and his laboratory in ashes. The gifts were all the soft-hearted wizard could do to stanch his guilt..\n\nWandering from place to place with only her goat, her pike, and a reputation for negligence that preceded her, her fortunes changed one day when she encountered a pair of soldiers trapped by a group of bandits. Too short to wield the pike properly, she instead climbed atop her goat and spurred it into the fray, leveling the pike like a lance and running one of the bandits through. Frightened and confused by the display and intimidated by Jêna's coarse language, the remaining bandits fled, and the soldiers' lives were spared.\n\nHer actions earned her a commission with a local fort, and she served with distinction in the cavalry. The original experience had given her such pleasure that she always found a place at the front of any charge. Eventually, this took its toll, and she went missing after her unit was commanded to charge a group of trolls.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Jêna's Lance",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/55/Pike_jenas_lance_icon.png",
    "price": 810,
    "title": "Jêna's Lance"
  },
  {
    "description": "This armor was owned by an Aedyran man who belonged to a band of mercenaries who called themselves \"the Walkers.\" At any one time, there were only five members, each with a specific set of skills. The first walker was strong, the second was agile, the third was a marksman of unparalleled skill, the fourth was blessed with incredible endurance, and the fifth possessed irresistible charm. Each of the Walkers wore armor that enhanced their already formidable skills. Clad in Kerdhed Pames (\"Fifth Walker\"), the Aedyran had once been known to talk a Kulklin noble into trading his prize mare for a half-finished jug of ale.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Kerdhed Pames",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6d/Leather_armor_kerdhed_pames_icon.png",
    "price": 840,
    "title": "Kerdhed Pames"
  },
  {
    "description": "This shield appears to have once quite literally comprised the front of a larder. It still has the pull-ring and metal cross-bands reinforcing its surface, giving it considerable heft when swung at an opponent. Despite its humble origins, the nicks and gouges on the shield's surface suggest it has seen more than a few battles in its time and proved a sturdy defense - though it leaves the harrowing prospect that there may be a larder somewhere lying undefended.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Larder Door",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/33/Shield_large_larder_door_icon.png",
    "price": 205,
    "title": "Larder Door"
  },
  {
    "description": "The famed White Forge of Durgan's Battery produced some of the greatest weapons and pieces of armor known in the Eastern Reach. The White Forge's dwarven smiths carefully guarded the secret techniques they used to craft Durgan Steel, legendary for its strength, flexibility, and ability to hold sharp edge. When Durgan's Battery was overrun by an unknown force, the fires of the White Forge went dark and the secrets of Durgan Steel died with its smiths.\nThe owner of this sword was an orlan from Twin Elms who claimed he found the naked blade near the skeleton of a dwarf in the foothills near Stalwart. Many were skeptical of his claims that it was a Durgan Steel blade, but it bore the maker's mark of the White Forge. The orlan had artisans from the Fisher Crane tribe create a guard, grip, and pommel to dress the blade, resulting in its unusual appearance.\nThe proud owner's luck did not last long. He went missing somewhere near Elmshore shortly after receiving his finished sword. Many locals believed that he had been killed for his prize, but neither he nor his weapon were ever seen again.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Last Blade of the White Forge",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/68/Sword_last_blade_of_the_white_forge_icon.png",
    "price": 705,
    "title": "Last Blade of the White Forge"
  },
  {
    "description": "Harried by persistent thieves, the merchant Bereden had this hefty blunderbuss forged as a means of protecting his wares. The gun proved as indiscriminately lethal as the dwarf's temper, firing a destructive hail of iron that made short and messy work of anyone who dared creep up on his wagons during the night. Bereden was very pleased with the weapon's performance, as were the brigands who eventually robbed him of it.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Lead Spitter",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/29/Blunderbuss_lead_spitter_icon.png",
    "price": 1000,
    "title": "Lead Spitter"
  },
  {
    "description": "Lenas Êr (\"Eagle Eye\") was the prize possession of a Glanfathan hunter from the infamous Three-Tusk Stelgaer tribe. As she never went anywhere without it, it was never truly determined whether the weapon's accuracy owed more to her skill or that of its maker. She fought in the War of Black Trees and was driven out of cover by the fires - it's said that her fear for Lenas Êr was so great, she charged headlong into a squadron of soldiers. Even so, she felled seven of them before they brought her down.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Lenas Êr",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/64/Hunting_bow_lenas_er_icon.png",
    "price": 2010,
    "title": "Lenas Êr"
  },
  {
    "description": "This cloak feels so light that it's easy to forget you're wearing it. The unmistakable scent of the sea breeze, cool and salty, wafts from the fabric. Though moth-eaten and ragged around the edges, it keeps the chill at bay. Its faded colors seem to blend in with its surroundings.\n\nYou found this in the lighthouse of Ondra's Gift. The tower had been uninhabited for a century and a half, and its last occupant, the lighthouse keeper, supposedly died there when the Aedyrans invaded. It was rumored that her spirit haunted the tower still, watching for ships on the horizon.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Lilith's Shawl",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/2c/Cape_lilith_icon.png",
    "price": 810,
    "title": "Lilith's Shawl"
  },
  {
    "description": "Little Savior was the nickname given to an orlan warrior from the Guided Compass tribe who defended Glanfathans and settlers alike during the Broken Stone War. He argued for peace to any who would listen. Few did, and so he reluctantly threw himself into countless battles, stalling aggressors while the defenseless fled.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Little Savior",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/44/Shield_small_little_savior_icon.png",
    "price": 905,
    "title": "Little Savior"
  },
  {
    "description": "Llawran was an elven wizard who earned his living traveling between villages and using his broad repertoire of spells to entertain the locals. He was known to be a mild-mannered man, and he avoided confrontation when possible, carrying only his prized walking stick. As Llawran aged, he found himself plagued by pickpockets, who would often use the distraction of his performances to steal equipment and coin. Llawran promptly decided to infuse his walking stick with an enchantment granting it great speed, and from then on his performances were often punctuated by the startled cries of thieves.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Llawran's Stick",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/c/c9/Quarterstaff_llawrans_stick_icon.png",
    "price": 1010,
    "title": "Llawran's Stick"
  },
  {
    "description": "Boasting a distinctive long barrel, Long-Feller was the property of a Readceran vorlas farmer, who used it largely to keep his fields clear of birds and rodents. Years of practice and careful adjustments to the arquebus made it a weapon to be reckoned with, for the farmer could pick off a songbird mid-chirp at twenty paces. With the coming of the Saint's War, the farmer carried this same gun into battle, where it proved similarly effective.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Long-Feller",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/43/Arquebus_long_feller_icon.png",
    "price": 1200,
    "title": "Long-Feller"
  },
  {
    "description": "Ixamitl legends speak of a verdant meadow hidden among the rolling grasslands. Wildflowers grow as tall as folk, and the meadow is forever kissed by the mild sun and cooled by a gentle breeze. Clever trackers, fearless hunters, and innocents fleeing injustice are said to stumble upon the meadow, suddenly finding themselves in a place of perfect peace where streams flowing with fresh water are always close at hand and grain falls milled from the sheaf. It is a land of plenty, and it is unknown whether those who find their way to the meadow are unable to leave or whether they simply choose not to.\n\nAt the center of the meadow, a place the peoples of Ixamitl regard as the center of Eora, grows a tree bearing small, red fruit. It is said that the fruit can restore and reinvigorate even the frailest of individuals. This armor was supposedly anointed with the pulp of one of these fruits and imbued with essence from its pit.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Lost Meadow Mail",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/9d/Mail_armor_lost_meadow_mail_icon.png",
    "price": 540,
    "title": "Lost Meadow Mail"
  },
  {
    "description": "Lost Thayn's Reach was once wielded by Thayn Solmar Cyneheod of The Grasp. While engaged in a skirmish against some Glanfathan rebels at the outskirts of New Heomar, Solmar cornered their leader at the edge of a cliff. The rebels quickly interposed themselves between Thayn Solmar and their leader, seeking to prevent Solmar from striking the final blow.\n\nA skilled pikeman, Solmar was able to foul every effort to strike him, and he ultimately dealt the rebel leader a mortal wound. Unfortunately, the pike's hooked blade became snagged upon the dying elf's armor, pulling Solmar over the edge of the cliff with his foe.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Lost Thayn's Reach",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/31/Pike_lost_theyns_reach_icon.png",
    "price": 810,
    "title": "Lost Thayn's Reach"
  },
  {
    "description": "Crisp flashes of light run through this adra shard, pulsing in its faceted core like veins of light fueled by a heart of fire.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Luminescent adra shard",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/5d/Gleaming_adra_fragment_icon.png",
    "price": 0,
    "title": "Luminescent adra shard"
  },
  {
    "description": "The paladin Mabec was called to an ancient forest by a vivid dream. In this dream, he watched a tree grow from a seedling to the tallest tree in the forest, only to be felled by lightning strike. He saw himself placing his hand inside the hollow trunk and withdrawing a morning star of incomparable power.\n\nMabec rode into the forest, following his memory of the dream, only to find the great tree completely intact Far from civilization and armed only with his sword, Mabec nevertheless began to hack at the tree trunk. It took weeks, but he was eventually able to fell the tree.\n\nAgain, however, Mabec was confounded – he found no hollow in the trunk, nor a weapon of any kind. Undaunted, he continued to hack at the trunk, all the way to the tree's thick center ring, which he left intact. When he finished, he took the core of the tree and had it fashioned into the shaft of a morning star. He had his own blade, now as blunt as a wooden sword, melted down and reforged into the morning star's head. So powerful was Mabec's belief in the truth of his vision that the new weapon, though completely unremarkable in its materials, took on its master's zeal, and became great in its own right.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Mabec's Morning Star",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/f/f8/Morning_star_backer_mabecs_morning_star_icon.png",
    "price": 1410,
    "title": "Mabec's Morning Star"
  },
  {
    "description": "This dagger is of a fine make; the steel is strong and even, tapering to a razor-sharp blade. The seal on the pommel marks this as a weapon forged by the Crucible Knights.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/March Steel Dagger",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/94/Dagger_march_steel_icon.png",
    "price": 500,
    "title": "March Steel Dagger"
  },
  {
    "description": "Sagani's hunting bow is made for a dual role. In her home village, the hunters pursue game both to kill and to subdue, often using blunt arrows to stun small quarry. These captured animals are sometimes raised or traded to other villages. As a result, Sagani's Massuk bow can fire arrows that do Pierce or Crush damage, but it has slightly reduced range and damage.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Massuk hunting bow",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/f/ff/Hunting_bow_massuk_hunting_bow_icon.png",
    "price": 410,
    "title": "Massuk Hunting Bow"
  },
  {
    "description": "The favored weapon of a Dyrwoodan noblewoman, Measured Restraint was not often seen in use, for its bearer was much concerned with propriety and felt that weapons should be the final resort in any conflict – though she was quite content to discredit or otherwise hinder those who slighted her.\n\nOnce her temper was finally roused, however, the rapier spelled doom for her victims, for she wielded it with the proficiency of an old master and would not allow opponents a single opportunity to flee.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Measured Restraint",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/1a/Measured_restraint_icon.png",
    "price": 505,
    "title": "Measured Restraint"
  },
  {
    "description": "Forged and enchanted at the request of a lackluster assassin, Misery's End signaled the start of a successful and lucrative career in contract killing. The honed blade, it was said, could slip so easily and effectively into a sleeping man's spine that he would stumble into a new life none the wiser. The happy assassin might still be in possession of the stiletto if not for a loose tile on the roof of the home of his last target. A 30-foot fall and a cobblestone road heralded the end of his illustrious career.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Misery's End",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/1a/Stiletto_miserys_end_icon.png",
    "price": 505,
    "title": "Misery's End"
  },
  {
    "description": "This finely-crafted but unassuming rapier was created in the hot and humid forests of the Cythwood. Its first owner was a minor nobleman named Aedwyn Grundmef. Known in social circles for his obsequious manner and annoying habit of lingering too long where he was not wanted, Aedwyn had little use for the blade in the courts he frequented.\nWhen Aedwyn died an unnotable death, the blade passed to a young niece, Cadend Grundmef. She found that the weapon had characteristics of her uncle: good at interrupting at inopportune times, draining the life out of anyone it came into contact with, and a generally annoying presence. It was Cadend who gave the rapier its nickname, \"Mosquito,\" and used it regularly in court duels.\nThe weapon passed to Aedwyn's grandson in the Dyrwood upon her death. A thayn of Cwynsrun, he was was lost during a Glanfathan raid. Mosquito was lost with him. As he had no descendants and none of the Grundmeths of Aedyr have made a claim on the rapier, it has circulated among anonymous Glanfathan and Dyrwoodan owners ever since.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Mosquito",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/0/04/Rapier_backer_mosquito_icon.png",
    "price": 405,
    "title": "Mosquito"
  },
  {
    "description": "Night-Runner was the prized posession of a prominent Drywoodan thief. Dark as the night sky, the armour allowed him to slip past guards unseen, and the thief was able to infilitrate vaults and keeps considering impenetrable. Contracts others wouldn't even consider, he took without a second thought. In the very unlikely event he was discovered, he seemed able to withstand even the most arduous beating and still escape with his target.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Night-Runner",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/5f/Leather_armor_night_runner_icon.png",
    "price": 440,
    "title": "Night-Runner"
  },
  {
    "description": "Oidhreacht once belonged to a prominent military instructor in the capital city of Aedyr. The instructor was a cipher whose gifts were seldom used by his empire, and he grew frustrated at his superiors' inability to see the potential of ciphers to perform key missions that no other force would be capable of. He began making his opinion known, and over time the opinion became more subversive and radical, until at last his unsanctioned activities got him charged with treason.\nThe officer and crew that came to detain him, however, underestimated him as much as the empire had, and with only this blade and the talents of his mind, he slew his would-be captors. He fled the city and embarked on a life as a duelist, obsessed with proving his potential to any who would question it. In the end his life ended in the manner that the lives of duelists typically do, and the potential he often spoke of would remain just that.\nThe knife still bears his psychic imprint, and the wielder will often get flashes of the maneuvers the original owner performed in order to deliver the killing blow to his opponent. Some regard this as a curse, but many find value in it, and use such experiences to better realize the knife's potential.\nWere it not for evidence of heavy use about the handle and pommel, Oidhreacht would seem new, its cutting edge perfectly beveled and honed without a single nick along its length.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Oidhreacht",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/5c/Stiletto_backer_oidhreacht_icon.png",
    "price": 305,
    "title": "Oidhreacht"
  },
  {
    "description": "Everyone in Baelreach knew Gerun as a grumpy old man with an inordinate fondness for beets and no patience for chit-chat. None knew him as the Aedyran bruiser whose own troubled past had forced him to seek a fresh start in the colonies.\n\nSo when Aedyran soldiers marched into Baelreach at the start of the War of Defiance, it surprised everyone when Old Gerun joined the village defenders with a shield and sword and went toe-to-toe with the Aedyran forces, holding them back as well as any of his younger comrades.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Old Gerun's Wall",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/7f/Shield_large_old_geruns_wall_icon.png",
    "price": 805,
    "title": "Old Gerun's Wall"
  },
  {
    "description": "This old breastplate has its share of battle scars but it's clearly been well preserved over the years and still bears some of its original shine. The symbol of a flame is emblazoned across its middle.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Osric's Family Breastplate",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/ad/Breastplate_osrics_family_icon.png",
    "price": 540,
    "title": "Osric's Family Breastplate"
  },
  {
    "description": "This simple wooden buckler would not be out of place in a pile of surplus training shields. Painted green, it has two black iron straps across its front that form a large \"X.\" It looks like it has taken more than its share of blows and may have been in use for far too long. But far from ordinary, the buckler is in fact thousands of years old, its preservation a testament to a transcendence of its humble creation.\n\nThe buckler originally belonged to one of the founding members of the Darcozzi Paladini when she was just a squire, thousands of years ago in the glory days of Old Vailia. As it accumulated damage from war and weather, the buckler became an extension of the paladin's own irrepressibility and protectiveness, as well as a symbol that inspired those in her charge. She wore it in every battle of her long and distinguished career, and though the paladin's name would eventually succumb to the ravages of time, the shield has yet to do the same.\n\nIt is said the shield was so partial to its original master that it will allow none but a paladin of similar conviction to touch it, and in times of need it has a way of making it into the hands of those whose souls mirror the greatest qualities of the Darcozzi founder.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Outworn Buckler",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/9b/Shield_small_outworn_buckler_icon.png",
    "price": 205,
    "title": "Outworn Buckler"
  },
  {
    "description": "Breastplates are popular for offering a modest amount of protection without the restrictive movement of heavier mail and full suits of plate armor.\nDue to their widespread use by warriors from the Vailian Republics, the fashion of clothing and padding worn under breastplates typically reflects Vailian styles. This one, belonging to the paladin Pallegina, bears the stylized engraving of five suns, representing the Vailian Republics, and more specifically the Brotherhood of the Five Suns.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Pallegina's breastplate",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/db/Breastplate_armor_pallegina_icon.png",
    "price": 340,
    "title": "Pallegina's Breastplate"
  },
  {
    "description": "Passed down through an Enutanik tribe, this bow was believed to have been blessed by the gods, for every huntress to wield it always returned from the hunt having successfully downed at least one animal. Arrows fired from the bow, it was said, would find their way unfailingly to a vulnerable point and fell their target. \n\nRather than allow the bow to be possessed by a single person, the tribe considered it a gift to be shared among all its members. One young tribeswoman, however, coveted the bow and its power, believing she might rule her own tribe if only she had the weapon for herself. One day, when given use of Persistence for the day's hunt, she endeavored to separate herself from her fellow hunters and left, taking the bow with her.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Persistence",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/9d/Hunting_bow_persistence_icon.png",
    "price": 1410,
    "title": "Persistence"
  },
  {
    "description": "Born into a family of fishmongers, one young Aedyran decided that he would give up the family trade and take up the sword instead. He swore that he would find greater fortune than ever was bestowed upon his family. When he sought out opportunities to prove herself, however, he was often scorned - for he came from lowborn stock, and his line had achieved little of note. Discouraged, the lad returned home - only to find that his family, eager to see him achieve his wishes, had pooled what coin they had to commission a suit of armor that might keep him safe. The lad asked the smith to craft a set of gleaming scale armor, bright as the flashing scales of a fish and just as light and quick. He called it Pike's Pride, and while he wore it he found himself immune to whatever foul words his detractors might level at him.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Pike's Pride",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/60/Scale_armor_pikes_pride_icon.png",
    "price": 340,
    "title": "Pike's Pride"
  },
  {
    "description": "A charismatic yet nefarious Vailian thief grew tired of stealing and decided to find a new way to entertain himself. He would get himself hired onto a ship and integrate himself with the crew. After a few voyages, he'd convince the crew to mutiny, making sure to execute the captain with his own arquebus. Once the deed was done, he would abandon the crew to their fate at the next port and slip away, traveling to a new city to start the game again.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Pliambo per Casitàs",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/82/Arquebus_pliambo_per_casitas_icon.png",
    "price": 1800,
    "title": "Pliambo per Casitàs"
  },
  {
    "description": "Goodhope was a small town with a large graveyard. It was quiet and uneventful until someone - or something - started killing livestock, leaving dismembered and half-eaten bodies in the fields overnight for the farmers to discover the next morning. Certain that wolves or mountain lions were to blame, the townsfolk set up a nightly watch to stop the beasts.\n\nDuring one night's vigil, the town awoke to screams of pain and terror. They found the farmer on watch in the middle of a field, one shoulder a bloody stump, a horrific gul leaning over him. The gul saw the townspeople and fled, still gnawing on the wounded farmer's right arm.\n\nThey got the farmer back to his house, and the healer did her best to repair the damage. When asked what had happened, all the farmer could manage was something that sounded like, \"Pretty... pretty...\" The gul came to be known as Pretty Pretty, and the villagers searched for someone to defeat it. Their cries for help were answered by a necromancer who kept a rib from the gul and had it made into a rod.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Pretty Pretty's Rib",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/77/Rod_pretty_prettys_rib_icon.png",
    "price": 2205,
    "title": "Pretty Pretty's Rib"
  },
  {
    "description": "This bow is made entirely of various body parts from numerous creatures. Fangs, claws, teeth and bones can be seen interlocking throughout the weapon's structure. While every inch looks sharp and dangerous to touch, it feels remarkably smooth and delicate in one's hands.\n\nThough the bowyer's identity is unknown, a master's understanding of archery and an unsettling degree of expertise in bestial anatomy are readily apparent.\n\nTo hold Prey Maker is to bear the feeling of assured victory, as though the wielder's attacks will find their way to the target as a predator finds its prey,",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Prey Maker",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/af/Hunting_bow_backer_prey_maker_icon.png",
    "price": 1010,
    "title": "Prey Maker"
  },
  {
    "description": "Puitènte med Príncipi (\"Power of Princes\") was recovered by a Vailian adventurer pillaging Engwithan ruins. When he and his party found themselves beset by a clan of xaurips, he put his newfound weapon to work, bringing them to their knees with the scepter's powerful attacks. As they fought, his friend noticed and exclaimed, \"That has the power of princes! They kneel before you!\"",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Puitènte med Príncipi",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6c/Sceptre_puitente_med_principi_icon.png",
    "price": 2005,
    "title": "Puitènte med Príncipi"
  },
  {
    "description": "In a monastery overlooking Coldflow Lake from the foothills of the White March, there once resided a clandestine order of monks known as the Thousand Dreams. Through a powerful form of pain-induced meditation, these monks were able to walk through their past lives as though they were dreams. Each traversed these memories in ultimate hopes of achieving complete understanding of his or her soul's identity. They believed that after experiencing one thousand lifetimes, total enlightenment could be attained.\nGreatest of their sect was Rî Golan, who had an ancient soul and was said to have walked more lifetimes than any other. But when she came to the end of all her lifetimes and found there was more to experience, it became clear that she would never come to know herself completely, for there was simply not enough to learn from.\nUnable to accept this fate after her endless trials, Rî Golan sought a way to take the experiences of others for her own, that she might reach one thousand lifetimes yet. She channeled her unquenchable hunger into her favorite sword, and it became an instrument of her will. With it, she claimed many lives in the surrounding area. Each drop of blood on her blade was a new experience, each killing blow a new lifetime for her to claim.\nWhen the rest of the Thousand Dreams came to learn of her actions, they banded together and confronted Rî Golan upon her return to the temple. In the end, amid a courtyard of slain monks, she did indeed come to understand her soul, and it is said that among the many experiences contained in the blade are all those of Rî Golan herself.\nThe blade itself is a simple sabre with a worn leather grip and an inset ebony hilt. The sword becomes hot to the touch when its wielder's foes are vanquished.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Purgatory",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/3d/Sabre_exceptional_backer_purgatory_icon.png",
    "price": 805,
    "title": "Purgatory"
  },
  {
    "description": "Legend tells of a druid, wise and powerful, who traveled accopmpanied by a flock of ravens. In battle, the druid would assail his enemies with his mace while the ravens descended in a chaotic swarm, distracting and flanking his foes. Years of coordinated attacks, and the druid's lingering magic, are said to have giften this mace with an enchantment that lends the wielder similar gifts. The mace is finely wrought and lightweight, making it maneuverable, if not very resistant against direct attacks. Against a distracted opponent, however, a single blow often proves quite sufficient.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Ravenwing",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/e2/Mace_ravenwing_icon.png",
    "price": 505,
    "title": "Ravenwing"
  },
  {
    "description": "Rebel's Call was worn by a Vailian farmer who joined the fight for independence when the Vailian Republics seceded from Grand Vailia. While not a seasoned fighter, he had the spirit and drive to inspire his fellow soldiers, and his quick thinking saw him surviving what might otherwise be crippling attacks from far more experienced foes. While he didn't survive to see the free Republics, his sacrifice was remembered by all whose lives he touched.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Rebel's Call",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/9d/Leather_armor_rebels_call_icon.png",
    "price": 340,
    "title": "Rebel's Call"
  },
  {
    "description": "This wand was a gift from a Zochine Monastery philosopher. He created it from one of the beautiful red reeds that grow along the edge of the lake near his monastery. It was given as a gill for your help in tracking down a dangerous memory-eating beetle that was terrorizing locals.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Red Reed Wand",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/b/bd/Wand_red_reed_icon.png",
    "price": 1405,
    "title": "Red Reed Wand"
  },
  {
    "description": "This battered shield saw use in one of the bloodiest battles of the Broken Stone war, after which it fell into Glanfathan hands. Though the shield's name first referred to the original bearer's heraldry, these days it serves as a reminder of the sea of corpses that once littered the fields of the Dyrwood. The shield retains its vibrant hue, and the flash of crimson often proves a distraction to foes.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Redfield",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/77/Shield_medium_redfield_icon.png",
    "price": 405,
    "title": "Redfield"
  },
  {
    "description": "It has been alleged that the sabre Resolution can be traced back to an ancient line of warriors predating the formation of the Aedyr Empire, though the legitimacy of the claim has always been in dispute. What is known is that the sabre has been passed down through generations of Yenwood erls, having accompanied them across the sea during the colonization of the Dyrwood. The sabre was held as a symbol of their noble lineage, and most formal portraits of the family include the blade in some respect.\nIt was the youngest of the line who endeavored to repair the weapon so that it might serve more than ornamental purpose. The blade was reforged into a weapon that struck hard and true, and the young erl wielded it during his efforts to reclaim the keep of Caed Nua, traditional stronghold of the Erl of Yenwood. Both sword and bearer were lost, never to be seen again.\nSeveral missions were undertaken to retrieve the weapon when the War of Defiance arose, but none met with any success.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Resolution",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/1/1c/Sabre_resolution_icon.png",
    "price": 605,
    "title": "Resolution"
  },
  {
    "description": "Merchants claim that this axe hails from the White that Wends, the foreboding, icy homeland of the pale elves. It does bear the same qualities of its homeland, for the blade is coated in a perpetual layer of frost and emanates a deathly cold. For all that, the head of the axe is surprisingly light, making it maneuverable and easier to control after a swing.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Rimecutter",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/8d/Battle_axe_rimecutter_icon.png",
    "price": 505,
    "title": "Rimecutter"
  },
  {
    "description": "The sight of Ritezzi on the battlefield was something no combatant ever forgot. Stocky and short even by orlan standards, Ritezzi insisted on using a spear in lieu of any other weapon offered him. To the frequent shock of his comrades, Ritezzi proved an unstoppable force on the battlefield. No matter how overwhelming the odds, Ritezzi could take down opponents with almost comical ease, leaping great heights to bring his spear down upon his foes with crushing force. Whenever it seemed that Ritezzi might at last meet his end, the fearless orlan would find a second wind and fight with renewed conviction.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Ritezzi's Thorn",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/81/Spear_ritezzis_thorn_icon.png",
    "price": 605,
    "title": "Ritezzi's Thorn"
  },
  {
    "description": "At the beginning of Waidwen's Legacy, a cleric of Berath in New Heomar petitioned his god to end the Hollowborn curse. He knelt on the stone floor of his temple and prayed for five days straight, forsaking food, water, and sleep for the sake of his vigil. On the evening of the fifth day, he fell into an exhausted slumber and dreamt that the Pallid Knight told him to restore the cycle by returning the souls of the living to it. When he awoke, he found a large but plain candlestick from the temple altar lying next to his hand.\n\nHe fashioned the candlestick into a weapon, and he prowled the city, murdering the elderly and the infirm in Berath's name. As the death toll climbed into the dozens, a mob of the vengeful and bereaved formed to track him down. They caught up with the cleric outside his temple and turned his own weapon on him, bashing his skull apart in the streets. Several onlookers claimed to see an elderly dwarf, cloaked and impossibly emaciated, standing in the shadows and laughing.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Rod of Pale Shades",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/90/Rod_of_pale_shades_icon.png",
    "price": 1805,
    "title": "Rod of Pale Shades"
  },
  {
    "description": "This powerful rod was the creation of an aged elven wizard who had trapped herself in a form of a raging storm that drifted over the Dyrwood for some time. While the rod is not as fantastic a demonstration of the wizard's power as her transformation, it contains potent storm magic.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Rod of Wind and Thunder",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/2c/Rod_of_wind_and_thunder_icon.png",
    "price": 1605,
    "title": "Rod of Wind and Thunder"
  },
  {
    "description": "Though wealthy and well-educated, one Vailian noble found himself all but shunned by his peers. He lacked an eye for fashionable dress, and had no particular talent for debate, finding that he could not articulate any portion of his admittedly vast pool of knowledge. While his colleagues held grand debates on the intricacies of animancy, or the state of the Vailian Republics, he stood apart.\nAt last, desperate, the noble turned to a local wizard, and requested a set of clothing which might elevate him above the crowd and give him opportunity to prove his wits. The result was a marvel, perfectly fitted and accentuating his features in such a way that he was immediately the center of attention.\nThe nobleman soon found, however, that his plan worked too well – for it was the wizard Rundl whose name became associated with the fine clothing, and who found his work much in demand in the coming seasons.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Rundl's Finery",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/7e/Robe_armor_rundls_finery_icon.png",
    "price": 540,
    "title": "Rundl's Finery"
  },
  {
    "description": "After enduring a series of xaurip raids, a small Glanfathan clan near Maiden Falls requested aid from the legendary scouts of the Fisher Crane tribe of Thein Bog. Such was the cunning of the scouts that they ambushed the xaurips in their own caves. One of the quickest orlan warriors slaughtered the xaurip chieftain with his own hatchet, naming it Rêghar Konnek (\"Clever Cutter\") in honor of the victory.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Rêghar Konnek",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/7b/Hatchet_reghar_konnek_icon.png",
    "price": 905,
    "title": "Rêghar Konnek"
  },
  {
    "description": "Edér wore this armor during his time in the Saint's war. Its dark color is unusual, as is its power. Though he admits that the armor has pulled him from the brink of death on several occasions, he claims that no one else has ever handled the armor. How it became enchanted is a mystery even to him.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Saint's War Armor",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/a5/Scale_armor_saints_war_armor_icon.png",
    "price": 240,
    "title": "Saint's War Armor"
  },
  {
    "description": "Despite popular assumption, the Sanguine Plate was not named for its blood-spattered appearance. It was originally owned by a barbarian from Rauatai, and while his combat style did frequently leave the Sanguine Plate in need of a good polishing, it was actually named in reference to the owner's jolly nature.\nHe was popular around town and in the taverns of the nearby port, where he was quick to buy friends and visitors a drink and glad to hear the news from abroad. However, his seemingly inexhaustible good humor was counterweighted by a hair-trigger temper, and it was said that none who actually saw him in a bad mood lived to tell the tale.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Sanguine Plate",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/50/Plate_armor_sanguine_plate_icon.png",
    "price": 700,
    "title": "Sanguine Plate"
  },
  {
    "description": "Once a simple set of scale mail worn by an elven scout of the Fisher Crane tribe, it was transformed along with its wearer. The scout and his party ambushed an expeditionary force that had ventured too far into the Thein Bog. One of the explorers, a wizard, cursed the scout with a spell that turned him into a raven. The scout survived the battle and took advantage of his new form to track the wizard back to his tower.\nWhen the scout broke the curse, he found that his armor retained some of the affliction's magic. Far-sighted and nearly undetectable, he broke into the wizard's tower, evading its magical defenses, and killed him in his sleep.\nThe suit is black and form-fitting, and the feather-like scales grow in erratic whorls. They fall off over time only to grow back again in new patterns.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Scales of the Raven",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/0/0f/Scale_armor_scales_of_the_raven_icon.png",
    "price": 740,
    "title": "Scales of the Raven"
  },
  {
    "description": "Scon Mica, the ogre from Aedyran myths who defeated innumerable champions before finally facing defeat by a simple shepherd, was said to have a roar that could shake rain from the clouds. When charging into battle, his bellows knocked his foes from their feet and rattled their very bones.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Scon Mica's Roar",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/c/c6/Blunderbuss_scon_micas_roar_icon.png",
    "price": 1800,
    "title": "Scon Mica's Roar"
  },
  {
    "description": "Found in one of the early raids of the Engwithan ruins in the White March, Scâth Gwannek (\"Winter Shield\") was given to the Aedyran lord thayn in charge of Fort Bonepicker. Unaware of the shield's power and too vain to trust in an artifact from the ruins, the lord thayn hung it in the council chambers of the fort as a symbol of Aedyr's mastery over White March and its native tribe, Stone Bramble.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Scâth Gwannek",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/a9/Shield_medium_scath_gwannek_icon.png",
    "price": 905,
    "title": "Scâth Gwannek"
  },
  {
    "description": "A rural Dyrwoodan legend holds that armor crafted from the hide of the nocturnal, secretive skuldr imbues the wearer with preternatural stealth. Determined to best every likeminded fellow to test this superstition before hirn, one enthusiastic hunter crafted this hide from no fewer than seven skuldrs. Though it is unclear what effect the quantity had, the result is a dark-hued armor that blends undeniably well with the shadows.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Seven Skuldr's-Worth",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/0/04/Hide_armor_seven_skuldrs_worth_icon.png",
    "price": 740,
    "title": "Seven Skuldr's-Worth"
  },
  {
    "description": "A gift given to a young soldier before he left to fight in the war of Black Trees, this blade earned its name through the efforts of its bearer. The gilded sword was a common sight on the battlefield, held aloft in challenge once the soldier spotted a target. His fellows would converge upon the foe, and time and time again they found victory.\n\nSuch was the sword's influence upon the morale of the troops that on the occasion that the soldier nearly succumbed to a hail of Glanfathan arrows, prompting a swift retreat, a frustrated commander decided that the sword should have a new name – for it seemed to be what determined if they achieved shame or glory.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Shame or Glory",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/2c/Sword_shame_or_glory_icon.png",
    "price": 605,
    "title": "Shame or Glory"
  },
  {
    "description": "All around Eora, tales circulate about fabulous weapons fashioned from stones that fall from the heavens. Once believed to be gifts from the gods (and still often seen as such), these stones are now known to be meteorites. Even so, items crafted from them remain precious.\nShatterstar was a hammer forged from a solid block of pallasite that was discovered by one of Eothas' faithful shortly after Saint Waidwen rose to power in Readceras. It was crafted into a weapon and carried at the head of the Readceran army during Waidwen's march on the Dyrwood. As such, it was believed lost at the Godhammer Citadel.\nThe head of the hammer is iron and nickel laced with yellow and orange crystals. It's held in place by a bronze band joined to softly jingling rings.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Shatterstar",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/d2/War_hammer_backer_shatterstar_icon.png",
    "price": 605,
    "title": "Shatterstar"
  },
  {
    "description": "A legend of the Living Lands speaks of a marvelous and dangerous garden watched over by four guardians – Northern Wind, Southern Gale, Western Sun, and Eastern Moon. To protect the garden from those who would disturb its wonders, and to protect hapless wanderers from the ravenous beasts and carnivorous plants within, the guardians diverted travelers with their respective domains – frigid and buffeting winds, glaring daylight, and the darkness of night. Three would stand alert each season while one guardian rested.\n\nIt is said that Northern Wind left this sword sheathed in the mountain snows each year during its autumn respite.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Sheathed in Autumn",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/a/a6/Sword_sheathed_in_autumn_icon.png",
    "price": 1005,
    "title": "Sheathed in Autumn"
  },
  {
    "description": "This ring is heavy and rough-hewn. It looks like it was cast from a poorly-refined lump of silver. Tiny impurities still glisten around the band. Given the obvious tool-marks, it appears to have been made by an amateur rather than a professional jeweler.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Silver Lover's Ring",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/25/Ring_silver_lovers_ring_icon.png",
    "price": 210,
    "title": "Silver Lover's Ring"
  },
  {
    "description": "Saint Garam was a priest of Hylea, known for his mastery of the art of wordplay. It was said that he could shape the mood of a crowd with a single word, and find with cruel precision the most shocking turn of phrase with which to dismantle an opponent. One more whimsical daughter of the Dyrwood had this pistol crafted in his honor – for the gun, too, she said, could put an end to any debate.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/St. Garam's Spark",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/3b/Pistol_st_garams_spark_icon.png",
    "price": 1000,
    "title": "St. Garam's Spark"
  },
  {
    "description": "Devotees of Ondra along the north shore of the Ixamitl plains watch the moon and stars sink into the sea every night, performing obeisance to the goddess of the tides. A traveling Aedyran anthropologist made note of their rituals, filling his journal with sketches of folk swinging their arms to the firmament and descriptions of the stars falling from the night sky.\nThe journal was published and widely distributed in the nascent Aedyre and Vailian colonies. A copy eventually fell into the hands of an apprentice armorer who was so enchanted with the images of the rituals that she set out to craft an homage to them. Her masterwork was Starcaller, a flail of such quality that it was said to have fallen from the heavens themselves.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Starcaller",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/3/3b/Flail_starcaller_icon.png",
    "price": 1005,
    "title": "Starcaller"
  },
  {
    "description": "This somber set of robes is flecked with bright, shimmering points of white, in imitation of a starry night sky. It was commissioned by an aging scholar, whose love of astronomy and failing eyesight pressed her to request a set of enchanted garb which would allow her to pursue her studies for years to come.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Starlit Garb",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/43/Robe_armor_starlit_garb_icon.png",
    "price": 640,
    "title": "Starlit Garb"
  },
  {
    "description": "An aumauan raider from the Deadfire Archipelago once used this weapon when attacking enemy ships. Boarding first, she would rush the enemy captain while her crew secured the vessel. It took the coordinated efforts of three other enemy raiding groups to finally end her dominance among the islands.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Strike Hard",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/4/44/War_hammer_strike_hard_icon.png",
    "price": 905,
    "title": "Strike Hard"
  },
  {
    "description": "The paladin Hyran Rath came across a countryside village beset by guls and made it his life's work to rid the world of the undead. He believed that their very existence was a blasphemy against the gods and a scourge on all kith, and, having observed the creatures prowling by night and skulking in dark places, he fell prey to then-common misconceptions about their nature. He had his order create armor that shone with the light of the sun, believing them vulnerable to daylight. Unfortunately, he tested his theory in the cleansing of a crowded fampyr den, discovering too late that the light only alerted the creatures to his presence. Published research by animancers has since dispelled many of the dangerous myths surrounding the undead.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Sun-Touched Mail of Hyran Rath",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/dd/Mail_armor_sun_touched_mail_of_hyran_rath_icon.png",
    "price": 340,
    "title": "Sun-Touched Mail of Hyran Rath"
  },
  {
    "description": "Stolen from the table of ogre matron Sura by Ferron Dulca after he infiltrated her compound to assassinate her, Sura's Supper Plate became the assassin's running joke. In the moment of his triumph, Ferron pulled the iron plate from under the matron's lifeless head and held it up like a shield. Thinking himself quite clever, he took the plate and several of Sura's eating utensils to a local blacksmith and had a shield fashioned from them. \n\nThe sharp blades protruding from the front of the shield proved an excellent deterrent against foes at close range, and Ferron took to wielding it regularly - until he lost his shield, his arm, and his life to Sura's daughter.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Sura's Supper Plate",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/f/f2/Shield_small_suras_supper_plate_icon.png",
    "price": 305,
    "title": "Sura's Supper Plate"
  },
  {
    "description": "A group of Aedyran pikemen were so disciplined in battle that they garnered the attention of the ferconyng himself. He made them members of his personal retinue and ordered special weapons fashioned for them. They marched at the head of his procession, their movement perfectly synchronized and their pikes swaying like blades of grass in the wind. The pikemen became a public favorite during royal festivals and parades, and both they and their weapons earned the nickname \"Tall Grass.\"",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Tall Grass",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/70/Pike_tall_grass_icon.png",
    "price": 1610,
    "title": "Tall Grass"
  },
  {
    "description": "In a dark corner of Old Vailia, far from the influence of civil society, stories tell of a school constructed for the training of wizards in a very small and obscure niche of magic long forgotten by the rest of the world.\n\nHigh master of the school was an elven mage known as Taluntain, who became aware of a growing problem – the aura cast by the school's particular magic was like a beacon to the unsavory creatures of the surrounding area. Marauding trolls from the nearby moors assailed its walls regularly. The high master resolved to take action, and in his study he crafted a fearsome staff to incinerate the trolls.\n\nAs much as that seemed important at the time, the demanding and short-tempered Taluntain soon became preoccupied with other uses he'd discovered for his staff, namely in the punishment of unruly students, and that would become its predominant function in the ensuing years.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Taluntain's Staff",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/53/Quarterstaff_backer_taluntains_staff_icon.png",
    "price": 410,
    "title": "Taluntain's Staff"
  },
  {
    "description": "The Disappointer was touted as a powerful, reliable weapon, but it has consistently failed every one of its unfortunate owners.\n\nThis is a terrible weapon that disappoints anyone who uses it. The gun appears well-made at first glance, but closer scrutiny reveals poor design and shoddy craftsmanship. Those who aren't fooled by its appearance still occasionally attempt to use it just to see if maybe the whole thing was made to look this way as an elaborate ruse, hoping that it is an artifact of extreme power, crafted by a master who desired to conceal its remarkable nature. It wasn't, and it isn't.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The Disappointer",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/2e/Pistol_backer_the_disappointer_icon.png",
    "price": 40,
    "title": "The Disappointer"
  },
  {
    "description": "This sabre has posed a mystery to historians and weaponsmiths for two centuries. It was recovered from an Engwithan ruin, but almost all experts agree that it is far younger than any of the artifacts left by that ancient civilization. Yet no one has been able to explain the runes on the blade, which are unmistakenly Engwithan. The one fact on which all have agreed is that it is a formidable, if poorly-understood, weapon.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The Flames of Fair Rhîan",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/20/Sabre_the_flames_of_fair_rhian_icon.png",
    "price": 805,
    "title": "The Flames of Fair Rhîan"
  },
  {
    "description": "Saint Rumbalt was among the first of the Eothasian pilgrims to take up the Emperor's offer of resettlement in the distant territory of Readceras. A dedicated priest of the Shining God, Rumbalt was regarded as a leader in his community, known both for his unwavering dedication to his congregation and his stern vigilance against lapses in doctrine. What survives of his sermons reflects this duality, for he emphasized the redemptive power of the faith even as he warned against the dire punishments awaiting those who rejected Eothas' beneficence.\nThe colonization efforts brought Eothasian settlers into direct conflict with the native orlan populations, and Rumbalt was among those credited with routing several brutal attacks upon the settlement. Ultimately, however, Rumbalt was mortally wounded during a violent raid. Witnesses claimed that upon the moment of his death, Rumbalt's body was suffused by an overwhelming burst of light, knocking the remaining orlan warriors flat or else scattering them back into the forest. Accounts arose of Rumbalt's final hours, describing the great miracles which were observed to have occurred during the day preceding his death. Eothas, it was said, had informed Rumbalt of his fate, and the priest accepted this gladly and without fear, for he knew that death was only the first step in his rebirth. He subsequently marked each of his final 27 hours with a miraculous act, such that his congregation would know of the gift Eothas had bestowed upon him, and continue Rumbalt's work in his stead.\nRather than stanch the flow of Eothasian settlers, Rumbalt's death only encouraged more pilgrims to venture across the sea, eager to set their eyes upon the final resting place of Eothas' favored servant. The Hours of Saint Rumbalt was forged in dedication to this patron saint of the resettlement, and its blade is inscribed with markings counting the 27 hours before Rumbalt's passing. In such manner was the blade imbued with the saint's power. It was said that a man might kneel before the sword and know with precision the moment of his death.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The Hours of St. Rumbalt",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/c/c0/Great_sword_the_hours_of_st_rumbalt_icon.png",
    "price": 1410,
    "title": "The Hours of St. Rumbalt"
  },
  {
    "description": "This slender steel scepter is topped with a gilded, feminine hand, each finger ending in a delicate mother-of-pearl nail. It was forged and crafted by the smiths and artisans of Delwin, a small town in the foothills of the Magmear Mountains in the southern reaches of the Aedyr Empire. The recipient was Lady Ryga Adalwan, 3rd Margréfa of Maghanon, who had recently emerged victorious from a brutal campaign against her march by barbarians and agents of a rival family. In leading the defense of the march, Lady Ryga had lost her left hand. The emperor had this scepter created to reward her sacrifice during the protection of what was then the empire's southernmost territory.\n\nUnfortunately for the Adalwan family, they only held the Maghanon territories for two more generations. With little money and no land, the family set out for the young colonies of the Dyrwood. The Lady's Hand saw renewed use in battle by Branon Adalwan, Thayn of the Low Meadows, during the War of Black Trees. There, Branon used it to defeat Glanfathan warriors and spirit-animated trees that were marching out of the deep woods. For his service to the colonies, Branon was made an erl of the new territory of Blackstand. But bad luck struck the Adalwan family twice. Only a year after establishing a fort on the frontier, Branon was ambushed by Glanfathan resistance fighters. Finishing their main mission, the assassins then pursued his small family and killed every member, leaving no heirs to the house of Adalwan.\n\nFollowing the reinforcement of Blackstand's fort by its new erl, the Adalwan family's belongings were distributed according to the known wishes of Branon. Notably, the Lady's Hand, his great-great grandmother's gift from the emperor, was bequeathed to Sir Hareg Kardaf, a minor knight of New Heomar, alongside whom Branon had fought in the War of Black Trees. More comfortable with sword and shield than scepter and grimoire, Sir Hareg displayed his friend's gift prominently in his home, but it never saw use in battle again.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The Lady's Hand",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/88/Sceptre_the_ladys_hand_icon.png",
    "price": 1205,
    "title": "The Lady's Hand"
  },
  {
    "description": "The Glanfathan villiage of Godagh was surrounded by wooded plains that became a key battleground during the War of Black Trees. The few survivors of the slaughter there remember a single Glanfathan archer raining arrows on the duc's forces, holding them back while the villagers of Godagh fled. As flames swept the fields and spread to the trees, arrows flew still from beneath the blanket of smoke.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The Rain of Godagh Field",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/9/90/War_bow_the_rain_of_godagh_field_icon.png",
    "price": 1810,
    "title": "The Rain of Godagh Field"
  },
  {
    "description": "A young weapon with a relatively short history, the Rose was forged from blackened Ymyran steel and topped with a wickedly thorny “bloom” of petals. The morning star’s resemblance to its namesake doesn't end with the head. Its long, faded black shaft also features small thorns along its entire length, causing discomfort even to an armored wielder. \nHacran Grist, a successful adventurer from the Readceran seaside village of Salthollow, had the gnarly weapon made after his friends joked about how nothing could grow in the alkaline soil of their home. Hacran used the Rose to defend Salthollow from bandits and to help his comrades kill two sky drakes that had made their lair near a road leading into the village. When Salthollow no longer held the wonder for them that it once had, Hacran and his friends made their way to Dyrwood to seek their fortunes in the ruins of Eir Glanfath. They have not been heard from since.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The Rose of Salthollow",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/6f/Morning_star_the_rose_of_salthollow_icon.png",
    "price": 1210,
    "title": "The Rose of Salthollow"
  },
  {
    "description": "The White Spire was found among the possessions of a member of the order of Bleak Walkers, though it seems to have predated her. The spiraling engravings upon the blade are flanked by small, finely etched symbols of binding and enchantment, which might be credited with the permanent chill of the metal, and the thin dusting of frost upon the estoc's hilt.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/The White Spire",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/ef/Estoc_the_white_spire_icon.png",
    "price": 1210,
    "title": "The White Spire"
  },
  {
    "description": "This impressively large shield boasts a relief of Dev Clef. An important Glanfathan landmark, Dev Clef was the site of a brutal battle between the Glanfathans and Dyrwoodans during the tumultuous period before the Ten Years' Treaties were signed. The crags and caves along the cliffs provided the Glanfathans with plentiful cover from which to stage their attacks against Dyrwoodan forces, allowing them to duck out of sight the moment a threat emerged. Given this natural advantage, the Glanfathans succeeded in driving the Dyrwoodans from the region.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Thy Clef",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/da/Shield_large_thy_clef_icon.png",
    "price": 605,
    "title": "Thy Clef"
  },
  {
    "description": "Rauatai harbormaster tired of oﬃciating disputes between the various sailors, merchants, and pirates that daily made use of his port. The rowdy visitors caused trouble with the locals and with each other, leaving the harbormaster forever cleaning up their messes.\n\nHe was large, even for an aumaua, but soft-spoken. So he commissioned a local smith to forge the kind of sword that would do the talking for him. He took to patrolling the docks with it, relying on his own towering presence and his formidable blade to silence most arguments. He issued a mandate that any visiting sailors at port that did not conduct their business peaceably and depart with the tides would ﬁnd themselves subject to his own mercenary justice. Disagreements were settled quickly and quietly after that.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Tidefall",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/c/c0/Great_sword_tidefall_icon.png",
    "price": 2010,
    "title": "Tidefall"
  },
  {
    "description": "Once owned by an Aedyran lord named Ygendurl, Traitors' Merit earned its title during the War of Defiance. Ygendurl's troops, beaten and shattered by Hadret's forces, knew they were on the losing side of the war. Ygendurl called for parley and struck an accord – his soldiers would take up arms for Hadret in return for clemency. Ygendurl then turned his weapon and his remaining forces upon his former allies, flanking them as they focused their attention upon Hadret. Caught unawares, the Imperial forces suffered terrible losses during the ensuing chaos.\nDespite his efforts, neither Ygendurl nor his troops lived to see the end of the war. His infamy, however, survives, and he is not fondly remembered by those on either side of the conflict.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Traitors' Merit",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/e/e4/Pollaxe_traitors_merit_icon.png",
    "price": 1610,
    "title": "Traitors' Merit"
  },
  {
    "description": "The origin of this item is a point of contention among the followers of Eothas and Woedica. Eothasians claim that their priests had it commissioned in the early aftermath of the Saint's War in hopes that it would coas their god back into the world to finish what he started. Woedicans, on the other hand, claim that the item is older than that, an instrument of retribution against oathbreakers originally employed by the Steel Garrote, an order of Woedican paladins devoted to the enforcement of oaths and contracts, often in mirthless fashion.\nThe flail itself is unique in that the spiked ball at its end was fashioned out of an incense burner, and when it sees vigorous use, the smell of incense blankets the area. Its reputation has led to a handful of notable deceptions whereby people who'd defied their agreements were frightened into honoring them when the smell of incense was introduced into their negotiation room or bedchamber.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Unforgiven",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/dd/Flail_backer_unforgiven_icon.png",
    "price": 905,
    "title": "Unforgiven"
  },
  {
    "description": "This superbly-crafted set of armor is dyed a dark maroon. The dye is uneven and splotchy, making it look like it was colored by an amateur. In a way, it was. Vengiatta Rugia (\"Red Vengeance\") was worn by a young Vailian woman who witnessed the murder of her family at the hands of mercenaries serving a powerful ducess. When the authorities questioned her, she pretended that trauma had erased any memory of the incident.\n\nYet while she feigned shock-induced oblivion, she trained in secret. Since she couldn't wear armor or weapons without attracting attention, she took up work as a seamstress and learned to sew a sturdy garment that would protect her without garnering too much notice. She also refitted a stiletto with the handle of an awl, allowing her to carry it without raising suspicion.\n\nBy the time she began hunting her family's killers, she was quick with her stiletto and inconspicuous in her padded armor. She assassinated them one by one, each time soaking a piece of her garment in the blood of her latest victim.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Vengiatta Rugia",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/b/b2/Padded_armor_vengiatta_rugia_icon.png",
    "price": 840,
    "title": "Vengiatta Rugia"
  },
  {
    "description": "A Readceran fairy tale tells of a blacksmith who was traveling through the woods on his way home from a distant village. The wheel of his wagon broke and he had to make camp and repair it. During the night, a pack of hunting stelgaers ventured into his encampment, and he hid among the trees. Just as one of the beasts picked up his scent, a delemgan stepped out of the copse and in front of the blacksmith.\nThe stelgaers soon lost interest, and when the blacksmith had recovered from his terror, he thanked the delemgan, Vierina, and begged to know how he could express his gratitude. Thrice she bade him forget about her and continue on his way, but seeing the man's zeal, she finally relented.\n\"Enemies encroach on my wood,\" she said. \"Bring me a means of defending it.\" The blacksmith swore that he'd return with a worthy gift and so departed. Weeks later, he forged a dagger and sought her in the forest. She saw the gift and smiled sadly.\n\"A noble attempt, yet I fear it would do little to clear the foes that spring up in my midst. Please, return home and know that you have my thanks for your efforts.\" But the blacksmith shook his head and, over her protests, promised to bring her a suitable gift.\nAfter months behind the forge, he'd crafted several fine battle axes, and he brought the best of these to Vienna. Even her graciousness did not conceal the horror on her face. \"Surely my enemies would seize this and turn it against me and my forest. Please, go to your village and forget about this.\" But, deaf to her objections, he vowed to try again.\nSo the blacksmith devoted a year to crafting the finest, sharpest spearheads any had seen. People came from near and far to purchase the very weapons that he had crafted, finished, and deemed unworthy of Vierina. And as his reputation grew, so did the village around him. After a year of labor, he returned to the forest with the finest spear any had ever seen. The wilds seemed to have dwindled, and finding her was no easy task When he eventually did, he presented the spear. \"A weapon worthy of you,\" he said. \"Long enough that none may snatch it from your grasp.\"\nBut she recoiled from the wooden pole. \"I could not defend myself with the bones of my own felled trees. I beg you, go and do not return.\" Yet he made an oath to bring her a final gift to fit her purposes.\nAfter years of work, he crafted the finest rapier in the land, its blade as narrow and fine as a needled leaf. In that time, the sale of his lesser attempts had made him a wealthy man, and his village had grown to a small city. When he returned to the forest a final time, he hardly recognized it. The sprawling woodlands had been whittled to a few scrabby thickets, and Vienna was nowhere to be found. He returned once again to his forge and spent the rest of his days making rapiers to wreak vengeance upon Vierina's unknown tormentors.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Vierina's Leaves",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/b/b0/Rapier_vierinas_leaves_icon.png",
    "price": 805,
    "title": "Vierina's Leaves"
  },
  {
    "description": "Eismaar was a wizard from the White that Wends. Later in life, he developed an obsession with Rymrgand, convinced that if he could see the great aurochs with his own eyes, the mysteries of creation and destruction would become clear to him. He wandered the frozen continent for decades with little more than his quarterstaff, Wend-Walker, and his sealskin coat, chasing the rumors of Glamfellen tribes and the death-cold gales that swept the glaciers.\n\nA migrating tribe eventually came upon Wend-Walker, planted in the snow and pointing to the sky. There was no sign of Eismaar, but the legend spread that he had found Rymrgand and now follows in the shadow of the mighty beast.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Wend-Walker",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/5/58/Quarterstaff_wend_walker_icon.png",
    "price": 2010,
    "title": "Wend-Walker"
  },
  {
    "description": "Wendgär (\"Wind Spear\") was once an heirloom in a powerful house that served the first fercönyngs and mecwyns of Aedyr. When the Aedyran Empire formed, Wendgär was carried at the head of the unifying army and used to strike down the leaders of opposing forces from a great distance. One of the earliest effective crossbows, its accuracy shattered the resolve of many would-be resisters.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Wendgär",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/6/61/Crossbow_wendgar_icon.png",
    "price": 2210,
    "title": "Wendgär"
  },
  {
    "description": "Its blade covered with graceful Glanfathan engravings, Whispers of Yenwood was once the sword of the first Roadwarden of Caed Nua.\n\nWhen the Erl of Yenwood appointed Cafed Eodhart, the young lord feared the spirits that were rumored to dwell under the young castle's foundation. He spent a sizeable sum to have the black Ymyran steel blade forged, shipped to the Eastern Reach for engraving by the erl's Glanfathan slave artisans, and enchanted in New Dunryd.\n\nCafed is known to have used the sword in the Battle of Old Geiran and to help the neighboring Raedrics suppress an uprising in Gilded Vale, but there is no recorded use of it in Caed Nua.\nOver time, Cafed began to believe that the sword had been cursed by the Glanfathan artisans who decorated it. He confided in those close to him that he thought the spirits of the dead were speaking to him through the blade while he slept.\n\nOne evening, against the pleas of his wife and soldiers, a maddened Cafed carried the sword deep into the misty woods of Eir Glanfath. His body was never recovered, but the next Roadwarden the erl assigned to Caed Nua found it waiting for him on the throne in the keep's great hall. None of the soldiers could explain how the sword had appeared there. No Roadwarden has carried the sword since that day.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Whispers of Yenwood",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/87/Sword_whispers_of_yenwood_icon.png",
    "price": 805,
    "title": "Whispers of Yenwood"
  },
  {
    "description": "A dragon hunter in Readceras commissioned this armor to protect himself from slashing claws and fiery breath. He enjoyed a long and successful career until he chanced upon a lake dragon and was pulled into the water, drowning in his heavy mail.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Wurmwull",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/7/74/Mail_armor_wurmwull_icon.png",
    "price": 540,
    "title": "Wurmwull"
  },
  {
    "description": "Hailing from the lands of Rauatai, Wē Toki (or Water Axe) is covered in traditional, spiraling symbols for water and the sea. Aumaua craftsmen sought to instill the axe with the same power of a rolling wave, striking foes with sudden, fearsome force. When the axe is swung, it is said, the twisting symbols undulate like the waters of the Great Eastern Ocean.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Wē Toki",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/d/d4/Battle_axe_we_toki_icon.png",
    "price": 605,
    "title": "Wē Toki"
  },
  {
    "description": "This robust brigandine has been repeatedly reinforced by the Aedyran adventurer who once owned it. Thickly padded, the armor was dubbed Äru-Brekr (Arrow Breaker). It served the adventurer well, until her fame and fortune made her grow complacent, and she allowed an opponent to get too close. While Arrow Breaker protected her from projectiles, it didn't provide the same protection against a mace to the side of the head.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Äru-Brekr",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/8/88/Brigandine_armor_aru_brekr_icon.png",
    "price": 340,
    "title": "Äru-Brekr"
  },
  {
    "description": "This burlap sack contains the head of Sserkal, the vithrack you defeated at Pearlwood Bluff.",
    "originalUrl": "https://pillarsofeternity.gamepedia.com/Exarch Lord Sserkal's's head",
    "picture": "https://d1u5p3l4wpay3k.cloudfront.net/eternitywiki/2/23/Bounty_head_icon.png",
    "price": 0
  }
]